{
  "members": [
    {
      "id": 1,
      "name": "Maya Lin",
      "initials": "ML",
      "role": "Decentralized Systems Architect",
      "location": "Oakland, CA",
      "tags": [
        "Rust",
        "Mesh Networking",
        "Cryptography"
      ],
      "verified": true,
      "industry": "technology",
      "bio": "Architecting trustless infrastructure for autonomous communities. Specializing in Rust-based consensus algorithms and off-grid LoRa mesh topologies.",
      "website": "https://example.com/maya",
      "joined": "2025-12-01",
      "vouchedBy": [
        "Jordan Rivera",
        "Sarah Kim",
        "Elena Rodriguez"
      ]
    },
    {
      "id": 2,
      "name": "Jordan Rivera",
      "initials": "JR",
      "role": "Computational Law Engineer",
      "location": "Berlin / Remote",
      "tags": [
        "Smart Contracts",
        "Zero-Knowledge Proofs",
        "Solidity"
      ],
      "verified": true,
      "industry": "legal",
      "bio": "Translating prose law into deterministic code. Building self-executing Service Level Agreements (SLAs) using zk-SNARKs for privacy-preserving verification.",
      "website": "https://example.com/jordan",
      "joined": "2025-11-15",
      "vouchedBy": [
        "Maya Lin",
        "Marcus Thorne"
      ]
    },
    {
      "id": 3,
      "name": "Sarah Kim",
      "initials": "SK",
      "role": "Bio-Interface Designer",
      "location": "Hudson Valley, NY",
      "tags": [
        "Neurotech",
        "Haptics",
        "Bio-Feedback"
      ],
      "industry": "design",
      "bio": "Designing closed-loop neural interfaces. Creating non-invasive haptic feedback systems that expand human sensory perception beyond the standard five.",
      "website": "https://example.com/sarah",
      "joined": "2025-11-20",
      "vouchedBy": [
        "Freyia Anderson",
        "David Chen"
      ]
    },
    {
      "id": 4,
      "name": "Marcus Thorne",
      "initials": "MT",
      "role": "Civic Intelligence Analyst",
      "location": "Chicago, IL",
      "tags": [
        "LIDAR",
        "OpenINT",
        "Surveillance Defense"
      ],
      "industry": "data",
      "bio": "Deploying civilian-grade LIDAR arrays to map urban changes in real-time. Counter-surveillance expert focusing on adversarial fashion and gait masking.",
      "website": "https://example.com/marcus",
      "joined": "2025-12-05"
    },
    {
      "id": 5,
      "name": "Elena Rodriguez",
      "initials": "ER",
      "role": "Adversarial AI Researcher",
      "location": "Barcelona, ES",
      "tags": [
        "Model Security",
        "Cognitive Defense",
        "Red Teaming"
      ],
      "industry": "research",
      "bio": "Studying 'Model Collapse' in recursive training loops. Developing cognitive firewalls to protect human decision-making from algorithmic Nudging.",
      "website": "https://example.com/elena",
      "joined": "2025-11-30"
    },
    {
      "id": 6,
      "name": "David Chen",
      "initials": "DC",
      "role": "Drone Swarm Engineer",
      "location": "Shenzhen / Seattle",
      "tags": [
        "FPGA",
        "Kinetic Defense",
        "Embedded Systems"
      ],
      "verified": true,
      "industry": "hardware",
      "bio": "Programming field-programmable gate arrays (FPGAs) for low-latency drone swarm coordination. Building the 'Civic Shield' autonomous defense grid.",
      "website": "https://example.com/david",
      "joined": "2025-11-10"
    }
  ],
  "resources": [
    {
      "id": 1,
      "title": "Strategic Contract Defense",
      "excerpt": "Protecting your organization from liability risks. A guide to defensive contract hygiene and negotiation.",
      "content": "<h1>The Contract as Control System</h1><p>A contract is a control system for business relationships. It defines input parameters (scope), output expectations (deliverables), and error handling (disputes).</p><h2>Identifying Risk Vectors</h2><p>Risk often hides in standard boilerplates.</p><ul><li><strong>Indemnification</strong>: The highest risk vector. If you indemnify for third-party IP, you accept unlimited liability.</li><li><strong>Exclusivity</strong>: Limits your market access. It restricts your ability to scale by binding you to a single revenue source.</li></ul><h2>Protocol for Defense</h2><p>Treat negotiation as <strong>risk mitigation</strong>. Introducing precise redlines strengthens the validity of the agreement and signals professionalism. A serious partner respects due diligence.</p>",
      "tags": [
        "Legal Strategy",
        "Risk Management",
        "Negotiation"
      ],
      "author": "Jordan Rivera",
      "readTime": "12 min read"
    },
    {
      "id": 2,
      "title": "Autonomous Logistics Optimization",
      "excerpt": "Reducing operational friction to near-zero. Using autonomous systems to streamline value delivery.",
      "content": "<h1>Efficiency is ROI</h1><p>In logistics, friction creates cost. <strong>Autonomous Optimization</strong> is the pursuit of zero-latency value transfer.</p><h2>The Swarm Advantage</h2><p>Traditional logistics are linear and rigid. Autonomous swarms are fluid and adaptive.</p><ul><li><strong>Redundancy</strong>: Decentralized units prevent single-point failures.</li><li><strong>Speed</strong>: Real-time routing based on atmospheric data optimizes delivery times.</li></ul><h2>Security as Efficiency</h2><p>A secure perimeter reduces down-time. By automating security (biometric locks, drone patrols), you remove the cognitive load from your human team, allowing them to focus on high-value tasks.</p>",
      "tags": [
        "Logistics",
        "Automation",
        "Efficiency"
      ],
      "author": "David Chen",
      "readTime": "18 min read"
    },
    {
      "id": 3,
      "title": "Value-Based Pricing Models",
      "excerpt": "Pricing is not about time; it is about impact. Aligning economic incentives with business outcomes.",
      "content": "<h1>The Fallacy of Hourly Billing</h1><p>Billing by the hour penalizes efficiency. When you undercharge, you reduce the capital available for R&D and growth.</p><h2>The Output-Oriented Approach</h2><p>Billing must be based on the <strong>Value of Impact</strong>.</p><h3>Anchoring Strategy</h3><p>Higher prices signal higher quality. They filter out low-intent leads and attract partners looking for serious solutions. This preserves your organizational bandwidth for deep work.</p>",
      "tags": [
        "Finance",
        "Strategy",
        "Economics"
      ],
      "author": "Jordan Rivera",
      "readTime": "14 min read"
    },
    {
      "id": 4,
      "title": "Networked Business Associations",
      "excerpt": "Building resilient alliances. How small businesses can share resources to compete with enterprise incumbents.",
      "content": "<h1>The Network Effect</h1><p>Businesses do not operate in a vacuum. Shared resources create economies of scale for independent operators.</p><h2>The Federated Model</h2><p>The 'Federated Business' maintains autonomy while leveraging a larger network.</p><ul><li><strong>Shared Intelligence</strong>: Pooling market data across the network for better decision making.</li><li><strong>Resource Routing</strong>: Passing overflow work to trusted partners instantly.</li></ul><p><strong>Goal</strong>: Create a distributed network that is resilient to market shocks.</p>",
      "tags": [
        "Networking",
        "Strategy",
        "Growth"
      ],
      "author": "Maya Lin",
      "readTime": "12 min read"
    },
    {
      "id": 5,
      "title": "Performance Optimization",
      "excerpt": "Optimizing human capital through data. Why health metrics are a critical business asset.",
      "content": "<h1>The Human Performance Baseline</h1><p>You cannot run a high-performance organization on low-performance fatigue. Cognitive decline and stress are operational risks.</p><h2>Quantified Performance</h2><p>Tracking key metrics allows you to:</p><ol><li><strong>Detect Burnout Risk</strong>: Monitoring workload impact on stress levels.</li><li><strong>Optimize Focus</strong>: Using data to schedule 'Deep Work' sessions during peak cognitive windows.</li></ol><h2>Health is Security</h2><p>A well-rested team is more resilient to errors and social engineering. Your team's cognitive health is a primary asset.</p>",
      "tags": [
        "Productivity",
        "Human Capital",
        "Health"
      ],
      "author": "Sarah Kim",
      "readTime": "10 min read"
    },
    {
      "id": 6,
      "title": "Code as Infrastructure",
      "excerpt": "Software is digital infrastructure. Building systems that are maintainable and scalable.",
      "content": "<h1>The Stability of Systems</h1><p>Legacy code allows errors to accumulate. Good code is stable and scalable.</p><h2>Semantic HTML as Foundation</h2><p>Just as a foundation supports a building, semantic structure supports data. Without it, the application lacks accessibility and SEO value.</p><h2>Refactoring as Maintenance</h2><p>Regular maintenance prevents technical debt. Deleting unused code is a sign of a healthy codebase.</p>",
      "tags": [
        "Tech",
        "Best Practices"
      ],
      "author": "Maya Lin",
      "readTime": "30 min read"
    },
    {
      "id": 7,
      "title": "Independent Contractor Rights",
      "excerpt": "Misclassification is a legal risk. Defining your autonomy in the gig economy.",
      "content": "<h1>The Definition of Independence</h1><p>The ABC Test determines if a worker is truly independent. Misclassification leads to penalties.</p><h2>Defining Boundaries</h2><ul><li><strong>Autonomy (A)</strong>: You control your own schedule and methods.</li><li><strong>Differentiation (B)</strong>: You perform work different from the hiring entity's core business.</li><li><strong>Establishment (C)</strong>: You have an independently established trade or business.</li></ul><p><strong>Defense</strong>: Incorporate. Diversify your client base to demonstrate independence.</p>",
      "tags": [
        "Legal",
        "Labor Rights",
        "Compliance"
      ],
      "author": "Jordan Rivera",
      "readTime": "15 min read"
    }
  ],
  "projects": [
    {
      "id": 1,
      "title": "Autonomous Swarm Logistics",
      "description": "Deployment of drone swarms for civic defense, reforestation, and emergency power grid maintenance.",
      "tags": [
        "Robotics",
        "Swarm Intelligence",
        "Defense"
      ],
      "proposer": "David Chen",
      "status": "Field Testing",
      "content": "<h1>Swarm Intelligence: The Civic Shield</h1><p>Our objective is to move beyond single-drone operation to <strong>coordinated swarm tactics</strong>. Using decentralized logic, these drones operate without a single point of failure.</p><h2>Capabilities & Data</h2><ul><li><strong>Power Grid Maintenance</strong>: Drones equipped with cleaning nozzles remove debris from localized solar arrays and high-voltage lines, increasing efficiency by 14% in field tests.</li><li><strong>Firefighting & Suppression</strong>: Swarms carrying extinguisher charges can identify thermal hotspots and deploy suppression payloads.</li><li><strong>Civic Defense</strong>: Real-time perimeter monitoring using LIDAR and thermal imaging, providing a data-rich feed to community dashboards.</li></ul><h2>Technical Specs</h2><p>Each unit runs on a custom <strong>Jetson Nano</strong> cluster, processing 470 million operations per second for real-time obstacle avoidance. The swarm communication protocol uses a localized 5GHz mesh, independent of standard cellular networks, ensuring operation during blackouts.</p>"
    },
    {
      "id": 2,
      "title": "The Gnostic Engine: High-Fi Simulation",
      "description": "A research-grade AI simulation environment for modeling complex economic and social systems with extreme data richness.",
      "tags": [
        "AI Research",
        "Simulation",
        "Data Science"
      ],
      "proposer": "Elena Rodriguez",
      "status": "Alpha",
      "content": "<h1>Simulation as Strategy</h1><p>We are building a <strong>High-Fidelity Reality Engine</strong>. This is not a chatbot; it is a world-modeler. We feed it massive datasets—crop yields, supply chain logistics, weather patterns, and social sentiment—to predict system failures before they happen.</p><h2>The Data Layer</h2><p>The engine consumes 12TB of unstructured data daily. It structures this data into <strong>Knowledge Graphs</strong> that map second and third-order consequences of policy decisions.</p><h3>Use Case: Urban Resilience</h3><p>We simulated a Category 4 earthquake event in the Bay Area. The engine successfully predicted 84% of critical infrastructure bottlenecks that city planners missed, specifically regarding water sanitation facilities. We are now optimizing the layout based on these insights.</p>"
    },
    {
      "id": 3,
      "title": "Biometric Sovereignty Suite",
      "description": "Advanced sensors and brainwave interfaces for health monitoring and cognitive enhancement, securely owned by the user.",
      "tags": [
        "Biometrics",
        "Neurotech",
        "Hardware"
      ],
      "proposer": "Sarah Kim",
      "status": "Prototyping",
      "content": "<h1>Own Your Nervous System</h1><p>The next frontier of data is biological. Corporations want your heart rate, your gaze tracking, and your brainwaves to sell you ads. We are building the <strong>Open Source Biometric Shield</strong>.</p><h2>Sensor Array Specs</h2><ul><li><strong>EEG (Brainwaves)</strong>: 8-channel headsets capturing Alpha/Beta/Theta waves for flow-state optimization. Data is encrypted locally.</li><li><strong>GSR (Galvanic Skin Response)</strong>: Real-time stress quantification to identify environmental stressors.</li><li><strong>HRV (Heart Rate Variability)</strong>: Clinical grade monitoring for autonomic nervous system balance.</li></ul><h2>The Application</h2><p>This is not just tracking; it is <em>tuning</em>. By visualizing this data in real-time, users can train their physiological regulation. We provide the hardware and the raw data access—no subscriptions, no clouds, just pure bio-feedback.</p>"
    }
  ],
  "events": [
    {
      "id": 1,
      "title": "Hardware Hacking Night",
      "date": "Oct 24, 7:00 PM",
      "location": "The Omni Commons, Oakland",
      "host": "David Chen",
      "type": "Workshop",
      "content": "<p>Bring your broken electronics! We will be repairing toasters, laptops, and vintage audio gear. Learn how to use a multimeter and soldering iron.</p>"
    },
    {
      "id": 2,
      "title": "Future of Co-ops Panel",
      "date": "Nov 02, 6:00 PM",
      "location": "Virtual (Zoom)",
      "host": "Maya Lin",
      "type": "Discussion",
      "content": "<p>A roundtable discussion on how technology can scale the cooperative model. Guests from Mondragon Corporation and Rochdale Capital.</p>"
    }
  ],
  "sparkFeed": [
    {
      "id": 101,
      "author": "Sarah Kim",
      "avatar": "SK",
      "content": "Team productivity scores are up 15% this week after implementing the new 'Deep Work' cycle. Focus is the ultimate metric.",
      "tags": [
        "Productivity",
        "Team Health"
      ],
      "time": "2 hours ago"
    },
    {
      "id": 102,
      "author": "Elena Rodriguez",
      "avatar": "ER",
      "content": "Detected a new mimetic virus in the algorithm. The 'Fear-Loop' is designed to spike engagement. Enabling cognitive filters now.",
      "tags": [
        "Cognitive Defense",
        "AI Hygiene"
      ],
      "time": "5 hours ago"
    },
    {
      "id": 103,
      "author": "David Chen",
      "avatar": "DC",
      "content": "The latency on the swarm is down to 12ms. We are moving like a single unit now in the simulation.",
      "tags": [
        "Swarm Tech",
        "Latency"
      ],
      "time": "1 day ago"
    }
  ]
}