{
  "members": [
    {
      "id": 1,
      "name": "Maya Lin",
      "initials": "ML",
      "role": "Decentralized Systems Architect",
      "location": "Oakland, CA",
      "tags": [
        "Rust",
        "Mesh Networking",
        "Cryptography"
      ],
      "verified": true,
      "industry": "technology",
      "bio": "Architecting trustless infrastructure for autonomous communities. Specializing in Rust-based consensus algorithms and off-grid LoRa mesh topologies.",
      "website": "https://example.com/maya",
      "joined": "2025-12-01",
      "vouchedBy": [
        "Jordan Rivera",
        "Sarah Kim",
        "Elena Rodriguez"
      ]
    },
    {
      "id": 2,
      "name": "Jordan Rivera",
      "initials": "JR",
      "role": "Computational Law Engineer",
      "location": "Berlin / Remote",
      "tags": [
        "Smart Contracts",
        "Zero-Knowledge Proofs",
        "Solidity"
      ],
      "verified": true,
      "industry": "legal",
      "bio": "Translating prose law into deterministic code. Building self-executing Service Level Agreements (SLAs) using zk-SNARKs for privacy-preserving verification.",
      "website": "https://example.com/jordan",
      "joined": "2025-11-15",
      "vouchedBy": [
        "Maya Lin",
        "Marcus Thorne"
      ]
    },
    {
      "id": 3,
      "name": "Sarah Kim",
      "initials": "SK",
      "role": "Bio-Interface Designer",
      "location": "Hudson Valley, NY",
      "tags": [
        "Neurotech",
        "Haptics",
        "Bio-Feedback"
      ],
      "industry": "design",
      "bio": "Designing closed-loop neural interfaces. Creating non-invasive haptic feedback systems that expand human sensory perception beyond the standard five.",
      "website": "https://example.com/sarah",
      "joined": "2025-11-20",
      "vouchedBy": [
        "Freyia Anderson",
        "David Chen"
      ]
    },
    {
      "id": 4,
      "name": "Marcus Thorne",
      "initials": "MT",
      "role": "Civic Intelligence Analyst",
      "location": "Chicago, IL",
      "tags": [
        "LIDAR",
        "OpenINT",
        "Surveillance Defense"
      ],
      "industry": "data",
      "bio": "Deploying civilian-grade LIDAR arrays to map urban changes in real-time. Counter-surveillance expert focusing on adversarial fashion and gait masking.",
      "website": "https://example.com/marcus",
      "joined": "2025-12-05"
    },
    {
      "id": 5,
      "name": "Elena Rodriguez",
      "initials": "ER",
      "role": "Adversarial AI Researcher",
      "location": "Barcelona, ES",
      "tags": [
        "Model Security",
        "Cognitive Defense",
        "Red Teaming"
      ],
      "industry": "research",
      "bio": "Studying 'Model Collapse' in recursive training loops. Developing cognitive firewalls to protect human decision-making from algorithmic Nudging.",
      "website": "https://example.com/elena",
      "joined": "2025-11-30"
    },
    {
      "id": 6,
      "name": "David Chen",
      "initials": "DC",
      "role": "Drone Swarm Engineer",
      "location": "Shenzhen / Seattle",
      "tags": [
        "FPGA",
        "Kinetic Defense",
        "Embedded Systems"
      ],
      "verified": true,
      "industry": "hardware",
      "bio": "Programming field-programmable gate arrays (FPGAs) for low-latency drone swarm coordination. Building the 'Civic Shield' autonomous defense grid.",
      "website": "https://example.com/david",
      "joined": "2025-11-10"
    }
  ],
  "resources": [
    {
      "id": 1,
      "title": "Legal Immunotherapy",
      "excerpt": "Boosting your organizational immune system against parasitic liability clauses. A guide to defensive contract hygiene.",
      "content": "<h1>The Corporate Immune System</h1><p>A contract is not just a document; it is an immune response. It defines what passes through your membrane (value, clients) and what gets rejected (liability, scope creep).</p><h2>Identifying Parasitic Clauses</h2><p>Just as a virus hijacks cell machinery, bad clauses hijack your business logic.</p><ul><li><strong>Indemnification</strong>: The 'cytokine storm' of legal risks. If you indemnify for third-party IP, you are accepting a fatal viral load.</li><li><strong>Exclusivity</strong>: A metabolic restrictor. It starves your organism of necessary nutrients (other clients).</li></ul><h2>Protocol for Defense</h2><p>Treat negotiation as <strong>immunotherapy</strong>. You are introducing small doses of resistance (redlines) to strengthen the relationship. A healthy partner respects a strong immune system.</p>",
      "tags": [
        "Legal Engineering",
        "Bio-Defense",
        "Sovereignty"
      ],
      "author": "Jordan Rivera",
      "readTime": "12 min read"
    },
    {
      "id": 2,
      "title": "Kinetic Profitability",
      "excerpt": "Reducing operational friction to zero. Using autonomous logistics to create a frictionless flow of value.",
      "content": "<h1>Friction is Entropy</h1><p>In physics, friction creates heat—waste energy. in business, friction creates cost. <strong>Kinetic Profitability</strong> is the state of zero-resistance value transfer.</p><h2>The Swarm Advantage</h2><p>Traditional logistics are linear and brittle. Swarm logistics are fluid and adaptive.</p><ul><li><strong>Redundancy</strong>: If one drone fails, the swarm heals the gap.</li><li><strong>Speed</strong>: Real-time routing based on atmospheric data reduces energy cost per joule delivered.</li></ul><h2>Defense as Profit</h2><p>A secure perimeter isn't a cost center; it's a profit multiplier. By automating defense (biometric locks, drone patrols), you remove the 'cortisol tax' of constant vigilance from your human team.</p>",
      "tags": [
        "Systems Thinking",
        "Kinetic Defense",
        "Efficiency"
      ],
      "author": "David Chen",
      "readTime": "18 min read"
    },
    {
      "id": 3,
      "title": "Energy Exchange Protocols",
      "excerpt": "Pricing is not about time; it is about life-force transfer. Aligning economic incentives with biological reality.",
      "content": "<h1>The ATP of Business</h1><p>Money is just stored energy (ATP). When you undercharge, you are burning your own cellular reserves to fuel someone else's growth. This leads to organizational burnout (cell death).</p><h2>The Input/Output Mismatch</h2><p>Billing by the hour is a leakage of value. You must bill by the <strong>joule of impact</strong>.</p><h3>Anchoring as Signal Strength</h3><p>High prices act as a high-fidelity signal. They filter out noise (bad clients) and attract resonant frequencies (high-value partners). This preserves your bandwidth for deep work.</p>",
      "tags": [
        "Finance",
        "Bio-Economics",
        "Psychology"
      ],
      "author": "Jordan Rivera",
      "readTime": "14 min read"
    },
    {
      "id": 4,
      "title": "Mycelial Economics",
      "excerpt": "Building anti-fragile alliances. How small businesses can share resources like fungal networks beneath the forest floor.",
      "content": "<h1>The Wood Wide Web</h1><p>Trees do not compete in a vacuum; they share nutrients via mycelial networks. If one tree is sick, neighbors send carbon. This is the model for the new economy.</p><h2>Node vs. Fortress</h2><p>The 'Fortress Business' tries to own everything vertically. It is strong but brittle. The 'Node Business' owns its core and connects for the rest.</p><ul><li><strong>Shared Intelligence</strong>: Pooling market data across the network.</li><li><strong>Resource Routing</strong>: Passing overflow work to trusted peers instantly.</li></ul><p><strong>Goal</strong>: Create a super-organism that is too distributed to fail.</p>",
      "tags": [
        "Network Theory",
        "Strategy",
        "Interdependence"
      ],
      "author": "Maya Lin",
      "readTime": "12 min read"
    },
    {
      "id": 5,
      "title": "The Corporate Athlete",
      "excerpt": "Optimizing human capital through neuro-feedback. Why biometric data is your most critical defensive asset.",
      "content": "<h1>The Biological Baseline</h1><p>You cannot run a high-performance organization on low-performance biology. Cognitive decline, stress, and burnout are security vulnerabilities.</p><h2>Quantified Sovereignty</h2><p>Owning your biometric data allows you to:</p><ol><li><strong>Detect Stress Vectors</strong>: GSR sensors reveal which clients spike your cortisol. Fire them.</li><li><strong>Optimize Flow</strong>: EEG feedback loops train your team to enter deep work states on command.</li></ol><h2>Health is Defense</h2><p>A vibrant, well-rested team is immune to social engineering and burnout. Your biology is your firewall.</p>",
      "tags": [
        "Bio-Hacking",
        "Human Capital",
        "Health"
      ],
      "author": "Sarah Kim",
      "readTime": "10 min read"
    },
    {
      "id": 6,
      "title": "Code as DNA",
      "excerpt": "Software is self-replicating verbal machinery. Building systems that evolve rather than decay.",
      "content": "<h1>The Genetic Code of Systems</h1><p>Legacy code is genetic mutations that have accumulated errors. Good code is evolutionarily stable.</p><h2>Semantic HTML as Skeleton</h2><p>Just as a skeleton supports muscle, semantic structure supports data. Without it, the organism collapses under its own weight.</p><h2>Refactoring as Autophagy</h2><p>Cells clean out waste through autophagy. Codebases must do the same. deletes lines of code is a health marker. Bloat is cancer.</p>",
      "tags": [
        "Tech",
        "Evolutionary Code"
      ],
      "author": "Maya Lin",
      "readTime": "30 min read"
    },
    {
      "id": 7,
      "title": "Rights of the Organism",
      "excerpt": "Misclassification is a violation of boundaries. Defining your autonomy in a parasitic gig economy.",
      "content": "<h1>The Membrane of Independence</h1><p>The ABC Test is essentially checking for a distinct cellular wall. Are you a separate organism, or just an organelle of the corporation?</p><h2>Defining Boundaries</h2><ul><li><strong>Autonomy (A)</strong>: You control your own metabolic rate (schedule).</li><li><strong>Differentiation (B)</strong>: You perform a function the host cannot do itself.</li><li><strong>Integrity (C)</strong>: You can survive if detached from the host.</li></ul><p><strong>Defense</strong>: Strengthen your membrane. Incorporate. Diversify your food sources (clients). Do not become parasitic; become symbiotic.</p>",
      "tags": [
        "Legal",
        "Labor Rights",
        "Bio-Politics"
      ],
      "author": "Jordan Rivera",
      "readTime": "15 min read"
    }
  ],
  "projects": [
    {
      "id": 1,
      "title": "Autonomous Swarm Logistics",
      "description": "Deployment of AI-driven drone swarms for civic defense, reforestation, and emergency power grid maintenance.",
      "tags": [
        "Robotics",
        "Swarm Intelligence",
        "Defense"
      ],
      "proposer": "David Chen",
      "status": "Field Testing",
      "content": "<h1>Swarm Intelligence: The Civic Shield</h1><p>Our objective is to move beyond single-drone operation to <strong>coordinated swarm tactics</strong>. Using decentralized hive-mind logic, these drones operate without a single point of failure.</p><h2>Capabilities & Data</h2><ul><li><strong>Power Grid Maintenance</strong>: Drones equipped with intense cleaning nozzles remove debris from localized solar arrays and high-voltage lines, increasing efficiency by 14% in field tests.</li><li><strong>Firefighting & Suppression</strong>: Swarms carrying extinguisher grenades can identify thermal runaways and autonomously deploy suppression payloads before human teams arrive.</li><li><strong>Civic Defense</strong>: Real-time perimeter monitoring using LIDAR and thermal imaging, providing a data-rich feed to community dashboards.</li></ul><h2>Technical Specs</h2><p>Each unit runs on a custom <strong>Jetson Nano</strong> cluster, processing 470 million operations per second for real-time obstacle avoidance. The swarm communication protocol uses a localized 5GHz mesh, independent of standard cellular networks, ensuring operation during blackouts.</p>"
    },
    {
      "id": 2,
      "title": "The Gnostic Engine: High-Fi Simulation",
      "description": "A research-grade AI simulation environment for modeling complex economic and social systems with extreme data richness.",
      "tags": [
        "AI Research",
        "Simulation",
        "Data Science"
      ],
      "proposer": "Elena Rodriguez",
      "status": "Alpha",
      "content": "<h1>Simulation as Strategy</h1><p>We are building a <strong>High-Fidelity Reality Engine</strong>. This is not a chatbot; it is a world-modeler. We feed it massive datasets—crop yields, supply chain logistics, weather patterns, and social sentiment—to predict system failures before they happen.</p><h2>The Data Layer</h2><p>The engine consumes 12TB of unstructured data daily. It structures this chaos into <strong>Knowledge Graphs</strong> that map second and third-order consequences of policy decisions.</p><h3>Use Case: Urban Resilience</h3><p>We simulated a Category 4 earthquake event in the Bay Area. The engine successfully predicted 84% of critical infrastructure bottlenecks that city planners missed, specifically regarding water sanitation facilities. We are now optimizing the layout based on these <em>Gnostic</em> insights.</p>"
    },
    {
      "id": 3,
      "title": "Biometric Sovereignty Suite",
      "description": "Advanced sensors and brainwave interfaces for health monitoring and cognitive enhancement, securely owned by the user.",
      "tags": [
        "Biometrics",
        "Neurotech",
        "Hardware"
      ],
      "proposer": "Sarah Kim",
      "status": "Prototyping",
      "content": "<h1>Own Your Nervous System</h1><p>The next frontier of data is biological. Corporations want your heart rate, your gaze tracking, and your brainwaves to sell you ads. We are building the <strong>Open Source Biometric Shield</strong>.</p><h2>Sensor Array Specs</h2><ul><li><strong>EEG (Brainwaves)</strong>: 8-channel headsets capturing Alpha/Beta/Theta waves for flow-state optimization. Data is encrypted locally.</li><li><strong>GSR (Galvanic Skin Response)</strong>: Real-time stress quantification to identify environmental stressors.</li><li><strong>HRV (Heart Rate Variability)</strong>: Clinical grade monitoring for autonomic nervous system balance.</li></ul><h2>The Application</h2><p>This is not just tracking; it is <em>tuning</em>. By visualizing this data in real-time, users can train their physiological regulation. We provide the hardware and the raw data access—no subscriptions, no clouds, just pure bio-feedback.</p>"
    }
  ],
  "events": [
    {
      "id": 1,
      "title": "Hardware Hacking Night",
      "date": "Oct 24, 7:00 PM",
      "location": "The Omni Commons, Oakland",
      "host": "David Chen",
      "type": "Workshop",
      "content": "<p>Bring your broken electronics! We will be repairing toasters, laptops, and vintage audio gear. Learn how to use a multimeter and soldering iron.</p>"
    },
    {
      "id": 2,
      "title": "Future of Co-ops Panel",
      "date": "Nov 02, 6:00 PM",
      "location": "Virtual (Zoom)",
      "host": "Maya Lin",
      "type": "Discussion",
      "content": "<p>A roundtable discussion on how technology can scale the cooperative model. Guests from Mondragon Corporation and Rochdale Capital.</p>"
    }
  ],
  "sparkFeed": [
    {
      "id": 101,
      "author": "Sarah Kim",
      "avatar": "SK",
      "content": "Team HRV scores are up 15% this week after implementing the new 'Deep Work' cycle. Biological resonance is the ultimate productivity metric.",
      "tags": [
        "Bio-Data",
        "Team Health"
      ],
      "time": "2 hours ago"
    },
    {
      "id": 102,
      "author": "Elena Rodriguez",
      "avatar": "ER",
      "content": "Detected a new mimetic virus in the algorithm. The 'Fear-Loop' is designed to spike cortisol. Enabling cognitive filters now.",
      "tags": [
        "Cognitive Defense",
        "AI Hygiene"
      ],
      "time": "5 hours ago"
    },
    {
      "id": 103,
      "author": "David Chen",
      "avatar": "DC",
      "content": "The latency on the swarm is down to 12ms. We are moving like a single organism now in the simulation.",
      "tags": [
        "Swarm Tech",
        "Latency"
      ],
      "time": "1 day ago"
    }
  ]
}