{
  "members": [
    {
      "id": 1,
      "name": "Maya Lin",
      "initials": "ML",
      "role": "Decentralized Systems Architect",
      "location": "Oakland, CA",
      "tags": [
        "Rust",
        "Mesh Networking",
        "Cryptography"
      ],
      "verified": true,
      "industry": "technology",
      "bio": "Architecting trustless infrastructure for autonomous communities. Specializing in Rust-based consensus algorithms and off-grid LoRa mesh topologies.",
      "website": "https://example.com/maya",
      "joined": "2025-12-01",
      "vouchedBy": [
        "Jordan Rivera",
        "Sarah Kim",
        "Elena Rodriguez"
      ]
    },
    {
      "id": 2,
      "name": "Jordan Rivera",
      "initials": "JR",
      "role": "Computational Law Engineer",
      "location": "Berlin / Remote",
      "tags": [
        "Smart Contracts",
        "Zero-Knowledge Proofs",
        "Solidity"
      ],
      "verified": true,
      "industry": "legal",
      "bio": "Translating prose law into deterministic code. Building self-executing Service Level Agreements (SLAs) using zk-SNARKs for privacy-preserving verification.",
      "website": "https://example.com/jordan",
      "joined": "2025-11-15",
      "vouchedBy": [
        "Maya Lin",
        "Marcus Thorne"
      ]
    },
    {
      "id": 3,
      "name": "Sarah Kim",
      "initials": "SK",
      "role": "Bio-Interface Designer",
      "location": "Hudson Valley, NY",
      "tags": [
        "Neurotech",
        "Haptics",
        "Bio-Feedback"
      ],
      "industry": "design",
      "bio": "Designing closed-loop neural interfaces. Creating non-invasive haptic feedback systems that expand human sensory perception beyond the standard five.",
      "website": "https://example.com/sarah",
      "joined": "2025-11-20",
      "vouchedBy": [
        "Freyia Anderson",
        "David Chen"
      ]
    },
    {
      "id": 4,
      "name": "Marcus Thorne",
      "initials": "MT",
      "role": "Civic Intelligence Analyst",
      "location": "Chicago, IL",
      "tags": [
        "LIDAR",
        "OpenINT",
        "Surveillance Defense"
      ],
      "industry": "data",
      "bio": "Deploying civilian-grade LIDAR arrays to map urban changes in real-time. Counter-surveillance expert focusing on adversarial fashion and gait masking.",
      "website": "https://example.com/marcus",
      "joined": "2025-12-05"
    },
    {
      "id": 5,
      "name": "Elena Rodriguez",
      "initials": "ER",
      "role": "Adversarial AI Researcher",
      "location": "Barcelona, ES",
      "tags": [
        "Model Security",
        "Cognitive Defense",
        "Red Teaming"
      ],
      "industry": "research",
      "bio": "Studying 'Model Collapse' in recursive training loops. Developing cognitive firewalls to protect human decision-making from algorithmic Nudging.",
      "website": "https://example.com/elena",
      "joined": "2025-11-30"
    },
    {
      "id": 6,
      "name": "David Chen",
      "initials": "DC",
      "role": "Drone Swarm Engineer",
      "location": "Shenzhen / Seattle",
      "tags": [
        "FPGA",
        "Kinetic Defense",
        "Embedded Systems"
      ],
      "verified": true,
      "industry": "hardware",
      "bio": "Programming field-programmable gate arrays (FPGAs) for low-latency drone swarm coordination. Building the 'Civic Shield' autonomous defense grid.",
      "website": "https://example.com/david",
      "joined": "2025-11-10"
    }
  ],
  "resources": [
    {
      "id": 1,
      "title": "Understanding Contract Language",
      "excerpt": "A plain-language guide to the clauses that corporations use to shift liability. Treat law as code that compiles into reality.",
      "content": "<h1>Law is Code</h1><p>When we sign a contract, we are executing a script that defines future states of relationship. Just like bad code throws errors, bad contracts create liabilities.</p><h2>1. Indemnification: The 'Catch-All' Exception</h2><p>This is the <code>try...catch</code> block of legal liability. If you agree to indemnify a client, you are essentially saying: <em>\"If this code crashes the server (lawsuit happens), I will pay for the damages.\"</em></p><h3>The Fix</h3><p>ALWAYS limit indemnification to your own <strong>gross negligence</strong> or <strong>willful misconduct</strong>. Never indemnify for third-party claims arising from the client's use of your work.</p><h2>2. IP Assignment: Who Owns the Repo?</h2><p>Many standard contracts have a \"Work for Hire\" clause that assigns <em>all</em> IP created during the term to the client. This is like giving them your entire GitHub account, not just the repo you built for them.</p><h3>The Fix</h3><p>Specify that \"Background Technology\" (your pre-existing libraries/tools) remains yours, and you grant them a <em>license</em> to use it. Only the <em>specific deliverables</em> are assigned to them.</p><h2>3. Jurisdiction: The Server Location</h2><p>If you live in California but agree to \"Governing Law: New York\", you are agreeing to be sued in a court 3,000 miles away. This is a latency issue that costs thousands in travel and local counsel fees.</p><blockquote><strong>Takeaway</strong>: Read contracts like pull requests. Reject bad diffs.</blockquote>",
      "tags": [
        "Legal Engineering",
        "Freelance",
        "Sovereignty"
      ],
      "author": "Jordan Rivera",
      "readTime": "12 min read"
    },
    {
      "id": 2,
      "title": "The Sovereignty Stack",
      "excerpt": "Why Full Stack Engineering is about more than JavaScript. It's about owning your digital supply chain from the metal up.",
      "content": "<h1>The Illusion of Cloud</h1><p>\"The Cloud\" is just someone else's computer. When you build entirely on Vercel, Firebase, or AWS, you are a digital tenant. You are renting capabilities, not owning them.</p><h2>Level 1: The Application Layer (Tenant)</h2><p>This is where most bootcamps stop. You know React and CSS. You can build a beautiful frontend, but if the API shuts down, your app is a dead interface.</p><h2>Level 2: The Server Layer (Homeowner)</h2><p>You run a Linux VPS (Virtual Private Server). You understand Nginx, Docker, and SSH keys. You aren't afraid of the terminal.</p><ul><li><strong>Why it matters</strong>: You can host 100 websites for $5/mo. You are not billed per 'serverless function invocation'.</li></ul><h2>Level 3: The Data Layer (Sovereign)</h2><p>You own your database. You backup your data to a physical drive in your house. You are not datamined.</p><h2>The Goal: Digital Permaculture</h2><p>We teach engineering not just for jobs, but for <em>agency</em>. A Global Citizen Engineer should be able to spin up a communication network for their community if the main internet goes down. That requires understanding systems, not just syntax.</p>",
      "tags": [
        "Systems Thinking",
        "Self-Hosting",
        "Philosophy"
      ],
      "author": "Maya Lin",
      "readTime": "18 min read"
    },
    {
      "id": 3,
      "title": "Pricing Your Work",
      "excerpt": "Stop billing by the hour. Start billing by the value you create. A masterclass in signaling, anchoring, and negotiation.",
      "content": "<h1>The Hourly Trap</h1><p>Billing by the hour punishes efficiency. If you get better and faster, you make less money. It creates a perverse incentive to work slowly.</p><h2>Value-Based Pricing</h2><p>Instead of asking \"How long will this take?\", ask \"What is this worth to the client?\".</p><p>If you build an automation script that saves a company $50,000 a year, and it takes you 2 hours to write, should you charge $200 (2 hours x $100)? No. You should charge $5,000 (10% of the value captured).</p><h2>The Anchoring Effect</h2><p>When presenting a price, always offer options.</p><ol><li><strong>The Anchor (High)</strong>: \"Full Transformation\" - $15,000</li><li><strong>The Target (Middle)</strong>: \"Core Solution\" - $8,000</li><li><strong>The Floor (Low)</strong>: \"Minimal Viable\" - $4,000</li></ol><p>Most clients will pick the middle option. Without the high anchor, the middle option feels expensive. With it, it feels like a deal.</p>",
      "tags": [
        "Finance",
        "Strategy",
        "Psychology"
      ],
      "author": "Jordan Rivera",
      "readTime": "14 min read"
    },
    {
      "id": 4,
      "title": "The Power of Networks",
      "excerpt": "In a connected economy, your network is your net worth. Moving from zero-sum competition to positive-sum collaboration.",
      "content": "<h1>Metcalfe's Law for Small Business</h1><p>Metcalfe's Law states that the value of a network is proportional to the square of the number of connected users.</p><h2>The Solopreneur Fallacy</h2><p>Traditional business thinking is competitive: <em>\"I need to beat the other guy to get the client.\"</em></p><p>Network thinking is collaborative: <em>\"If I partner with the other guy, we can bid on a contract that is 10x larger than either of us could handle alone.\"</em></p><h2>Building Nodes, Not Fortresses</h2><p>Don't build a business that is a walled garden. Build a node that connects easily with others.</p><ul><li><strong>Standardize your inputs/outputs</strong> (Clear pricing, clear deliverables).</li><li><strong>Refer aggressively</strong>: If a job isn't a fit, send it to a peer immediately. The goodwill returns to you with interest (Karma Capital).</li></ul>",
      "tags": [
        "Business Intel",
        "Strategy"
      ],
      "author": "Sarah Kim",
      "readTime": "12 min read"
    },
    {
      "id": 5,
      "title": "When to Say No",
      "excerpt": "Every 'Yes' to a bad client is a 'No' to a good one. How to identify red flags and protect your most valuable asset: focus.",
      "content": "<h1>The Hell Yeah or No Heuristic</h1><p>Derek Sivers said it best: \"If it's not a Hell Yeah, it's a No.\"</p><h2>Early Warning Signs (Red Flags)</h2><ol><li><strong>The \"Quick\" Request</strong>: \"This should only take five minutes.\" (It never does. It implies they don't value the complexity of your work).</li><li><strong>The Bargainer</strong>: \"I can pay you in exposure.\" (Exposure doesn't pay rent. This signals they will be high-maintenance).</li><li><strong>The Chaos Agent</strong>: Emails at 11 PM on Saturday. (They lack boundaries, and will trample yours).</li></ol><h2>Scope Creep as Technical Debt</h2><p>Accepting a bad client is like merging bad code into your <code>main</code> branch. It introduces bugs (stress), slows down performance (distraction), and requires massive refactoring (firing them) later.</p><blockquote>Keep your branch clean.</blockquote>",
      "tags": [
        "Operations",
        "Mental Models"
      ],
      "author": "Jordan Rivera",
      "readTime": "10 min read"
    },
    {
      "id": 6,
      "title": "HTML & CSS: The Architecture of Information",
      "excerpt": "It's not just about making things pretty. It's about structuring information so it survives the future. Semantic HTML vs. Div Soup.",
      "content": "<h1>The Document Object Model (DOM)</h1><p>Everything you see on the web is a tree. A giant family tree of parents and children.</p><h2>Semantic HTML</h2><p>Writing <code>&lt;div class=\"bold\"&gt;Title&lt;/div&gt;</code> is visual. Writing <code>&lt;h1&gt;Title&lt;/h1&gt;</code> is semantic.</p><ul><li><strong>Accessibility</strong>: Screen readers need semantics to navigate.</li><li><strong>SEO</strong>: Robots need semantics to understand importance.</li><li><strong>Future Proofing</strong>: CSS changes every year (Tables -> Floats -> Flexbox -> Grid). Semantic HTML remains valid for decades.</li></ul><h2>CSS Variables (Custom Properties)</h2><p>Stop hardcoding <code>#333</code>. Use <code>--ink-primary</code>.</p><p>This is not just for themes; it's for <em>meaning</em>. When you define <code>--space-unit: 8px</code>, you are creating a system (physics) for your world, rather than just painting pixels.</p>",
      "tags": [
        "Tech",
        "Web Standards"
      ],
      "author": "Maya Lin",
      "readTime": "30 min read"
    },
    {
      "id": 7,
      "title": "Rights of the Independent",
      "excerpt": "The 'ABC Test' and what it means for you. Are you a freelancer or an exploited employee in disguise?",
      "content": "<h1>The Employee vs. Contractor Boundary</h1><p>Corporations love contractors efficiently because they don't pay payroll tax, health insurance, or unemployment. But often, they treat them like employees.</p><h2>The ABC Test (California & Others)</h2><p>To be a valid contractor, you must meet ALL three:</p><ul><li><strong>A</strong>: You are free from the control/direction of the hirer.</li><li><strong>B</strong>: You perform work that is <em>outside</em> the usual course of the hiring entity's business.</li><li><strong>C</strong>: You are independently established in that trade.</li></ul><h2>The Trap</h2><p>If a design firm hires a freelance designer to do design work (Failing B), that freelancer is legally an employee.</p><blockquote><strong>Know your status.</strong> If they control your hours, your tools, and your process, you are an employee. Demand the benefits.</blockquote>",
      "tags": [
        "Legal",
        "Labor Rights"
      ],
      "author": "Jordan Rivera",
      "readTime": "15 min read"
    }
  ],
  "projects": [
    {
      "id": 1,
      "title": "Autonomous Swarm Logistics",
      "description": "Deployment of AI-driven drone swarms for civic defense, reforestation, and emergency power grid maintenance.",
      "tags": [
        "Robotics",
        "Swarm Intelligence",
        "Defense"
      ],
      "proposer": "David Chen",
      "status": "Field Testing",
      "content": "<h1>Swarm Intelligence: The Civic Shield</h1><p>Our objective is to move beyond single-drone operation to <strong>coordinated swarm tactics</strong>. Using decentralized hive-mind logic, these drones operate without a single point of failure.</p><h2>Capabilities & Data</h2><ul><li><strong>Power Grid Maintenance</strong>: Drones equipped with intense cleaning nozzles remove debris from localized solar arrays and high-voltage lines, increasing efficiency by 14% in field tests.</li><li><strong>Firefighting & Suppression</strong>: Swarms carrying extinguisher grenades can identify thermal runaways and autonomously deploy suppression payloads before human teams arrive.</li><li><strong>Civic Defense</strong>: Real-time perimeter monitoring using LIDAR and thermal imaging, providing a data-rich feed to community dashboards.</li></ul><h2>Technical Specs</h2><p>Each unit runs on a custom <strong>Jetson Nano</strong> cluster, processing 470 million operations per second for real-time obstacle avoidance. The swarm communication protocol uses a localized 5GHz mesh, independent of standard cellular networks, ensuring operation during blackouts.</p>"
    },
    {
      "id": 2,
      "title": "The Gnostic Engine: High-Fi Simulation",
      "description": "A research-grade AI simulation environment for modeling complex economic and social systems with extreme data richness.",
      "tags": [
        "AI Research",
        "Simulation",
        "Data Science"
      ],
      "proposer": "Elena Rodriguez",
      "status": "Alpha",
      "content": "<h1>Simulation as Strategy</h1><p>We are building a <strong>High-Fidelity Reality Engine</strong>. This is not a chatbot; it is a world-modeler. We feed it massive datasets—crop yields, supply chain logistics, weather patterns, and social sentiment—to predict system failures before they happen.</p><h2>The Data Layer</h2><p>The engine consumes 12TB of unstructured data daily. It structures this chaos into <strong>Knowledge Graphs</strong> that map second and third-order consequences of policy decisions.</p><h3>Use Case: Urban Resilience</h3><p>We simulated a Category 4 earthquake event in the Bay Area. The engine successfully predicted 84% of critical infrastructure bottlenecks that city planners missed, specifically regarding water sanitation facilities. We are now optimizing the layout based on these <em>Gnostic</em> insights.</p>"
    },
    {
      "id": 3,
      "title": "Biometric Sovereignty Suite",
      "description": "Advanced sensors and brainwave interfaces for health monitoring and cognitive enhancement, securely owned by the user.",
      "tags": [
        "Biometrics",
        "Neurotech",
        "Hardware"
      ],
      "proposer": "Sarah Kim",
      "status": "Prototyping",
      "content": "<h1>Own Your Nervous System</h1><p>The next frontier of data is biological. Corporations want your heart rate, your gaze tracking, and your brainwaves to sell you ads. We are building the <strong>Open Source Biometric Shield</strong>.</p><h2>Sensor Array Specs</h2><ul><li><strong>EEG (Brainwaves)</strong>: 8-channel headsets capturing Alpha/Beta/Theta waves for flow-state optimization. Data is encrypted locally.</li><li><strong>GSR (Galvanic Skin Response)</strong>: Real-time stress quantification to identify environmental stressors.</li><li><strong>HRV (Heart Rate Variability)</strong>: Clinical grade monitoring for autonomic nervous system balance.</li></ul><h2>The Application</h2><p>This is not just tracking; it is <em>tuning</em>. By visualizing this data in real-time, users can train their physiological regulation. We provide the hardware and the raw data access—no subscriptions, no clouds, just pure bio-feedback.</p>"
    }
  ],
  "events": [
    {
      "id": 1,
      "title": "Hardware Hacking Night",
      "date": "Oct 24, 7:00 PM",
      "location": "The Omni Commons, Oakland",
      "host": "David Chen",
      "type": "Workshop",
      "content": "<p>Bring your broken electronics! We will be repairing toasters, laptops, and vintage audio gear. Learn how to use a multimeter and soldering iron.</p>"
    },
    {
      "id": 2,
      "title": "Future of Co-ops Panel",
      "date": "Nov 02, 6:00 PM",
      "location": "Virtual (Zoom)",
      "host": "Maya Lin",
      "type": "Discussion",
      "content": "<p>A roundtable discussion on how technology can scale the cooperative model. Guests from Mondragon Corporation and Rochdale Capital.</p>"
    }
  ],
  "sparkFeed": [
    {
      "id": 101,
      "author": "Maya Lin",
      "avatar": "ML",
      "content": "Just reflashed the field nodes to the Meshtastic 2.0 firmware. Range test confirmed at 14km with the new yagi directional antennas.",
      "tags": [
        "LoRa",
        "Signal Processing"
      ],
      "time": "2 hours ago"
    },
    {
      "id": 102,
      "author": "Elena Rodriguez",
      "avatar": "ER",
      "content": "Warning: New prompt injection vector found in the latest open-weight model release. It bypasses the safety alignment via recursive token padding. Patching our local instances now.",
      "tags": [
        "AI Security",
        "Red Team"
      ],
      "time": "5 hours ago"
    },
    {
      "id": 103,
      "author": "David Chen",
      "avatar": "DC",
      "content": "The latency on the Jetson Nano for swarm coordination is down to 12ms. We are officially faster than human reaction time.",
      "tags": [
        "Robotics",
        "Latency"
      ],
      "time": "1 day ago"
    }
  ]
}